// © Copyright 2011, 2015 HP Development Company, L.P.

TaskName = "Descargar controladores y software";

TaskTitleField = "Descargar controladores y software";
TaskDescriptionField = "Haga clic en \"Acceder en línea\" para descargar los controladores o paquetes de firmware o software más recientes para su dispositivo de HP.";
TaskStartButtonTitle = "Acceder en línea";
